tap "fastly/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "openssl@1.1"
brew "autoconf"
brew "automake"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "go"
brew "gum"
brew "helm"
brew "jq"
brew "kubectx"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "neovim"
brew "nvm"
brew "pkg-config"
brew "postgresql@14"
brew "protobuf"
brew "ripgrep"
brew "starship"
brew "subversion"
brew "tmux"
brew "zlib"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
cask "font-jetbrains-mono-nerd-font"
